//REPRO2 JOB REPROJCL
//IDCAMS EXEC PGM=IDCAMS
//INPUT DD DSNAME=ZXP.PUBLIC.SAMPDATA,DISP=SHR,DCB=(BUFNO=6)
//SYSPRINT DD SYSOUT=A
//SYSIN DD *,SYMBOLS=EXECSYS
    PRINT -
        INDATASET(Z30245.VSAMDS) -
        COUNT(20) -
        CHARACTER
/*